{
    "first_floor": [
      {
        "name": "Reception / Lobby",
        "description": "The reception/lobby area of the first floor of the five-storey wellness hub is designed to welcome and accommodate Taguigeño senior citizens. It is a spacious and well-lit area, with a modern and inviting decor that creates a warm and welcoming atmosphere. The reception desk is staffed by friendly and knowledgeable staff who are ready to assist visitors with their needs. Adjacent to the reception desk, there are comfortable seating areas where seniors can relax and wait for their appointments or activities. The lobby also features a display of information about the various amenities and services offered in the building.",
        "images": [
          "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560885/services/center%20for%20the%20elderly/317660151_6181317898567315_3732251984190770286_n_yy6eqc.jpg",
          "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560884/services/center%20for%20the%20elderly/317633063_6181318565233915_7945823965762461486_n_nlpnwe.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1674470761/services/firsat/Untitled_design_11_r5up3a.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1674470763/services/firsat/Untitled_design_13_nre7z9.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1674470762/services/firsat/Untitled_design_12_obctwo.jpg"
          ]
      },
      {
        "name": "Pantry",
        "description": "The pantry on the first floor of the five-storey wellness hub is a convenient and comfortable space for Taguigeño senior citizens to enjoy a meal or snack. It is designed with their needs in mind and features a range of seating options, including individual tables, booth seating, and communal tables. The pantry is equipped with modern appliances, such as a refrigerator, microwave, and coffee machine, to provide seniors with a range of refreshment options. The pantry is well-lit, with large windows that provide plenty of natural light and a view of the surrounding area. It is also decorated in a warm and inviting style, with comfortable seating and a pleasant atmosphere that encourages seniors to relax and socialize while they eat.",
        "images": [
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675470806/services/firsat/pantry/Untitled_design_14_gbm6jr.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675470776/services/firsat/pantry/Untitled_design_15_xcrlvn.jpg"
          ]
      },
      {
        "name": "OSCA",
        "description": "The office of the Senior Citizen Affairs on the first floor of the five-storey wellness hub is a modern and well-equipped space designed to serve the needs of Taguigeño senior citizens. The office is staffed by a team of knowledgeable and friendly professionals who are dedicated to providing senior citizens with the support and services they need. The office features a reception area, where seniors can wait to speak with staff, and private offices for one-on-one consultations. The office is equipped with state-of-the-art technology, including computers and printers, to ensure that staff can efficiently handle the needs of senior citizens. The decor of the office is warm and welcoming, creating a pleasant atmosphere for senior citizens to visit.",
        "images": [
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675472230/services/firsat/osca/Untitled_design_19_ox7twe.jpg"
          ]
      },
      {
        "name": "Clinic",
        "description": "The clinic on the first floor of the five-storey wellness hub is a modern and well-equipped medical facility designed to provide Taguigeño senior citizens with access to quality healthcare services. The clinic is staffed by a team of experienced and qualified healthcare professionals, including doctors, nurses, and support staff, who are dedicated to providing seniors with the best possible care. The clinic features private examination rooms, where seniors can receive medical attention in a comfortable and confidential setting. The clinic is equipped with the latest medical technology, including diagnostic equipment and monitoring systems, to ensure that seniors receive accurate and timely diagnoses and treatment. The decor of the clinic is warm and welcoming, creating a relaxing and reassuring environment for senior citizens to receive medical care.",
        "images": [
          "https://res.cloudinary.com/du7wzlg44/image/upload/v1675472373/services/firsat/cliniic/Untitled_design_20_lpcgvr.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560886/services/center%20for%20the%20elderly/317810392_6181318275233944_1503913422845022158_n_bzvqlu.jpg"
          ]
      },
      {
        "name": "Conference Room",
        "description": "The conference room on the first floor of the wellness hub is an excellent resource for Taguigeño senior citizens and the wider community, providing a space for events, meetings, and other gatherings.",
        "images": [
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675471470/services/firsat/conference/Untitled_design_15_nqwgsb.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560886/services/center%20for%20the%20elderly/317780795_6181319191900519_4564184643448138464_n_alaerk.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675471470/services/firsat/conference/Untitled_design_14_yjjv1x.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675471469/services/firsat/conference/Untitled_design_16_vu3qzc.jpg"
          ]
      },
      {
        "name": "Therapy Pool",
        "description": "The therapy pool on the first floor of the five-storey wellness hub is a state-of-the-art facility designed for the physical therapy and rehabilitation needs of Taguigeño senior citizens. The pool is spacious and features a warm and inviting atmosphere, with comfortable seating and natural light streaming in from the surrounding windows. The therapy pool is equipped with a variety of therapy equipment, including jets, resistance systems, and treadmills, to help seniors improve their physical abilities and achieve their rehabilitation goals. The water temperature and chemical balance of the pool are carefully monitored to ensure that it is safe and comfortable for seniors to use. The therapy pool is also staffed by experienced and qualified therapists who are available to help seniors with their rehabilitation needs. Overall, the therapy pool on the first floor of the wellness hub is a vital resource for Taguigeño senior citizens, providing them with access to the physical therapy and rehabilitation services they need to maintain their health and well-being.",
        "images": [
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675472074/services/firsat/therapy/Untitled_design_15_b8p5y3.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560887/services/center%20for%20the%20elderly/317074211_6181317738567331_8112764310105826557_n_wzn0fh.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675472074/services/firsat/therapy/Untitled_design_16_avo0ee.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560883/services/center%20for%20the%20elderly/317495493_6181316728567432_7753435224580764622_n_jns4tz.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675472074/services/firsat/therapy/Untitled_design_18_oniwht.jpg"
          ]
      }
    ],
    "second_floor": [
        {
            "name": "Waiting Lounge",
            "description": "The second floor of the five-storey wellness hub for Taguigeño senior citizens features a spacious and comfortable waiting lounge. This lounge provides a place for senior citizens to relax in between their sauna, massage room and gym activities. The waiting lounge has comfortable seating, a TV, and an array of magazines and books. There is also complimentary tea and coffee available, as well as a selection of snacks. The lounge is decorated in a warm, inviting manner, making it a pleasant place to rest or wait for friends or family members.",
            "images": [
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475680/services/2ndfloor/lounge/Untitled_design_18_wjmuvi.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475680/services/2ndfloor/lounge/Untitled_design_19_o9q466.jpg"
              ]
        },
        {
          "name": "Massage / Sauna",
          "description": "The second floor of the five-storey wellness hub for Taguigeño senior citizens features a massage room and two saunas. The massage room is equipped with heated massage tables and a variety of massage techniques to help relax and soothe the body. The two saunas are heated to an ideal temperature for optimal relaxation, with multiple benches for lounging and relaxing. The saunas also have an aromatherapy diffuser to help create a soothing atmosphere. Both the massage room and the saunas provide a tranquil and relaxing environment for the senior citizens to enjoy.",
          "images": [
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475436/services/2ndfloor/masssage%20sauna/Untitled_design_14_syf2gx.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560884/services/center%20for%20the%20elderly/317572937_6181319445233827_5667875546129524644_n_svktbt.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475434/services/2ndfloor/masssage%20sauna/Untitled_design_15_orqcxe.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560886/services/center%20for%20the%20elderly/317722312_6181317511900687_5031623696429122360_n_fdnlhp.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560885/services/center%20for%20the%20elderly/317687078_6181318321900606_7440452843755585822_n_zd2iib.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475447/services/2ndfloor/masssage%20sauna/Untitled_design_16_xiawne.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475436/services/2ndfloor/masssage%20sauna/Untitled_design_17_nesbej.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560884/services/center%20for%20the%20elderly/317535078_6181316918567413_8390907642427807640_n_yyzddu.jpg"
          ]
        },
        {
          "name": "Gym / Yoga / Ballroom",
          "description": "The second floor of the five-storey wellness hub for Taguigeño senior citizens is home to a spacious gym and yoga room, as well as a large ballroom. The gym is equipped with a range of state-of-the-art gym equipment and weights, allowing seniors to stay active and enjoy a full body workout. The yoga room has plenty of space for seniors to stretch and practice their poses, and is filled with natural light and calming music. The ballroom is perfect for larger gatherings and activities, and is a great spot for seniors to socialize and take part in community events.",
          "images": [
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475941/services/2ndfloor/gym/Untitled_design_20_csq9nh.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560886/services/center%20for%20the%20elderly/317725579_6181319021900536_2401903112066089129_n_bkx4y9.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675475942/services/2ndfloor/gym/Untitled_design_21_zifjyt.jpg",
            "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560887/services/center%20for%20the%20elderly/317356318_6181317885233983_2982127987494422916_n_usgwsy.jpg"
          ]
        }
       
      ],
      "fourth_floor": [
        {
            "name": "Multi-purpose hall / Activity Center",
            "description": "The Multi-Purpose Hall on the third floor of the Taguig City Center for the Elderly is a great place for seniors to come together, socialize, and have fun.",
            "images": [
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675476443/services/3rd/Untitled_design_22_gd7gbl.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675476445/services/3rd/Untitled_design_23_nq0aw2.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560885/services/center%20for%20the%20elderly/317691122_6181317835233988_3614722904670672028_n_ytjqcg.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560885/services/center%20for%20the%20elderly/317620169_6181318355233936_111106343335853715_n_bcic1k.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560884/services/center%20for%20the%20elderly/317505937_6181317695234002_454349223098635700_n_chl6kr.jpg"
              ]
        }
      ],
      "third_floor": [
        {
            "name": "Dialysis Center",
            "description": "The Dialysis Center of the fourth floor is a modern facility dedicated to providing excellent care to Taguigeño senior citizens. It is equipped with 15 dialysis machines, allowing for a comfortable and safe environment for patients. The center also features a comfortable lounge area and a dedicated staff of highly qualified nurses and doctors who are available to answer any questions and provide the best possible care. The Dialysis Center is designed to provide a comfortable and stress-free atmosphere for those receiving treatment, and is a vital part of the overall wellness hub for senior citizens in Taguig City.",
            "images": [
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675476929/services/fourth/Untitled_design_24_xzv3qi.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675476933/services/fourth/Untitled_design_25_bcrfqp.jpg"

              ]
        }
      ],
      "fifth_floor": [
        {
            "name": "Mini Theater",
            "description": "The Mini Theater on the fourth floor of Taguig City Center for the Elderly is a great way for seniors to relax and enjoy a movie. The theater is equipped with comfortable seating, a high-quality sound system, and a large movie screen. The theater also provides free popcorn, so seniors can enjoy the movie with their favorite snack. The Mini Theater is open to all senior citizens, and is a great way to spend a few hours relaxing and unwinding.",
            "images": [
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675477323/services/fifth/Untitled_design_29_x2woaq.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675477316/services/fifth/Untitled_design_30_haqadn.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560885/services/center%20for%20the%20elderly/317686645_6181318158567289_5821955094089631907_n_cetqqf.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560887/services/center%20for%20the%20elderly/317283612_6181316748567430_1508425139174561407_n_dhjakn.jpg"
              ]
        },
        {
            "name": "Rooftop Garden",
            "description": "The fifth floor of the Taguig City Center for the elderly boasts a tranquil and picturesque rooftop garden, providing a serene escape from the hustle and bustle of city life. The garden is surrounded by lush greenery and fragrant flowers, offering a peaceful haven for senior citizens to relax and soak up the sun. With comfortable seating and shady spots, the rooftop garden is the perfect place to sit back, enjoy the views and take in the fresh air. Whether you prefer to read a book, chat with friends, or simply meditate, the rooftop garden provides a tranquil and rejuvenating environment for all to enjoy.",
            "images": [
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675476998/services/fifth/Untitled_design_26_qtwto3.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675560886/services/center%20for%20the%20elderly/317800306_6181317201900718_6169894549954365034_n_ffazez.jpg",
                "https://res.cloudinary.com/du7wzlg44/image/upload/v1675476999/services/fifth/Untitled_design_27_pmkwl7.jpg"
              ]
        }
      ]
}